@extends('layouts.app', ['title' => __('label.about')])
@section('content')
<div class="container-fluid">
    <div class="chapter container">
        <h1>Аб праекце</h1>
        <img src="https://farm7.staticflickr.com/6108/6238256033_2962350630_b.jpg" max-width="30%" width="300px" align="right">
        <p>Гэты вэб-дадатак дапаможа вам даведацца ці запомніцца любыя веды, якія вы хочаце. Замежныя словы, вызначэнне навукі, ці проста сувязі ў ментальнай карце - усе гэтыя рэчы стала запамінаць прасцей з канцэпцыяй двухбаковых карт. І гэты дадатак дапаможа вам зрабіць калоды з віртуальных карт. </p>
        <p>Потым вы можаце даведацца ці праверыць свае веды з розных прылад. Хуткі тэст з тэлефона ў любым зручным становішчы - гэта магчыма. Альбо дбайнае даследаванне з кампутарам.</p>
        <p>Усё, што вам трэба, гэта браўзэр і інтэрнэт.</p>
    </div>
</div>
<div class="container-fluid bg-verylightgrey">
    <div class="chapter container">
        <h2>Канцэпцыя</h2>
        <p>Вы можаце выбраць свой уласны рытм вывучэння. Але я раю вам запамінаць у чатыры этапы: </p>
        <p><ol>
            <li>Вы павінны уявіць сабе дзве асацыяцыі для інфармацыі з кожнага боку карты, а затым аб'яднаць іх у адну форму ў сваім розуме. У той жа час гучна сказаць сабе тэкст з карты. Ды паўтарыць некалькі разоў для кожнай карткі.</li>
            <li>На самай справе гэты пункт не з'яўляецца абавязковым. Вы можаце паўтарыць навучанне перад начным сном. Так гэтая інфармацыя апынецца ў кароткачасовай памяці.</li>
            <li>Для таго, каб атрымаць яе ў доўгачасовую памяць, вы павінны прявяраць гэыя веды чатыры дні хацяб па разу  і праз тыдзень адзін раз.  </li>
            <li>Цяпер вы ведаеце гэта добра. Але вы можаце забыцца пра гэта, калі не будзеце паўтораваць час ад часу. Праз месяц ці год - гэта залежыць ад вас, але вы павінны паўтараць. Добрая нагода праверыць замежныя словы - гэта падарожжа, на прыклад.</li>
        </ol></p>
    </div>
</div>
<div class="container-fluid">
    <div class="chapter container">
        <h2>Першае першым</h2>
        <p>Па-першае, вам трэба  стварыць сваю уласную тэматыку для вывучэння. Гэта можа быць Англійска-Беларускі слоўнік, словы з кнігі альбо песні, элементы табліцы Мендзялеева, і гэтак далей. </p>
        <p>Па-другое, вы павінны стварыць і арганізаваць свае калоды. </p>
        <p>Пасля запаўнення калоды вы павінны вывучыць і праверыць. </p>
    </div>
</div>
<div class="container-fluid bg-lightblue">
    <div class="chapter container">
        <h2>Яшчэ крыху</h2>
        <p>Адразу я рабіў Memorizer для маёй уласнай асобы. Я хацеў зрабіць працэсс запамінання лягчэй. Спадзяюся, у мяне атрымалась гэта. </p>
        <p>Memorizer не скончаны. Шмат дзіўных адновак з'явіцца ў будучыні. </p>
    </div>
</div>
@endsection
