@extends('layouts.app', ['title' => __('label.about')])
@section('content')
<div class="container-fluid">
    <div class="chapter container">
        <h1>О прокекте</h1>
        <img src="https://farm7.staticflickr.com/6108/6238256033_2962350630_b.jpg" max-width="30%" width="300px" align="right">
        <p> Это веб-приложение поможет вам выучить или запомнить любые знания, которые вы хотите. Иностранные слова, научные определения или просто ссылки на карте ума - все это запоминание становится легче с концепцией двусторонних карт. Это приложение поможет вам сделать колоды из виртуальных карт. </ Р>
        <p> Затем вы можете изучать или проверять свои знания с разных устройств. Доступен быстрый повтор теста с телефона в любой удобной ситуации. Либо тщательное изучение с помощью компьютера. </ P>
        <p> Все, что вам нужно, это браузер и Интернет. </ p>
    </div>
</div>
<div class="container-fluid bg-verylightgrey">
    <div class="chapter container">
        <h2>Conception</h2>
        <p>Вы можете выбрать свой собственный ритм обучения. Но я советую вам запоминать в четыре этапа:</p>
        <p><ol>
            <li>Представте две ассоциации для информации с каждой стороной карты, а затем объединяете их в одну в своем уме. При этом громко произнесите для себя текст с карточки. </li>
            <li>На самом деле этот пункт не является обязательным. Вы можете повторить обучение перед сном. Теперь вы получили эту информацию в кратковременной памяти. </li>
            <li>Чтобы сохранить это в долговременной памяти, вам нужно проверять эти знания четыре дня по одному разу и неделю спустя один раз. </li>
            <li>Теперь вы знаете это хорошо. Но вы можете забыть, если не будете повторять тестирование время от времени. Месяц спустя или год - это зависит от вас, но вы должны повторить. Хорошая причина для проверки иностранного языка - поездка, на пример. </li>
        </ol></p>
    </div>
</div>
<div class="container-fluid">
    <div class="chapter container">
        <h2>Первое первым</h2>
        <p>Сначала вам нужно создать собственный предмет для изучения. Это может быть белорусско-английский словарь, слова из книги или песни, элементы таблицы Менделеева и так делее.</p>
        <p>Во-вторых, вы должны создавать и организовывать свои колоды.</p>
        <p>После заполнения колоды вы должны выучить и проверить.</p>
    </div>
</div>
<div class="container-fluid bg-lightblue">
    <div class="chapter container">
        <h2>Еще немного</h2>
        <p>Сначала я делал Memorizer для себя. Я хотел сделать процесс запоминания проще. Надеюсь, у меня получилось.</p>
        <p>Memorizer не закончено. Много удивительных обновлений появится в будущем.</p>
    </div>
</div>
@endsection
