<?php

return [
    'profile' => 'Профайл',
    'settings' => 'Настройки',
    'login' => 'Логин',
    'logout' => 'Выйти',
    'registration' => 'Регистрация',
    'about' => 'О проекте',
    'contacts' => 'Контакты',
    'help' => 'Помощь',
    'subjects' => 'Темы',
    'decks' => 'Калоды',
    'test' => 'Тест',
    'revers' => 'Обратный тест',
    'learning' => 'Учёба',
    'create' => 'Создать',
    'delete' => 'Удалить',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
    'update' => 'Обновить',
    'menu' => 'Меню',
    'welcom' => 'Здравствуйте',
    'prev' => 'Предыдущий',
    'next' => 'Следующий',

];